Repository: orkiestry/wordpress-translations
Catalog: our-team-by-woothemes/our-team-by-woothemes-*.po
Languages: pl_pl

source: Category
pl_pl: Kategoria

source: Categories
pl_pl: Kategorie

source: Search %s
pl_pl: Szukaj %s

source: All %s
pl_pl: Wszystkie osoby

source: Parent %s
pl_pl: Rodzic %s

source: Parent %s:
pl_pl: Rodzic %s:

source: Edit %s
pl_pl: Edytuj %s

source: Update %s
pl_pl: Zaktualizuj %s

source: Add New %s
pl_pl: Dodaj %s

# post type general name
source: Team Members
pl_pl: Zespół

# post type singular name
source: Team Member
pl_pl: Osoba

# team member
source: Add New
pl_pl: Dodaj osobę

source: Team Member
pl_pl: Osoba

source: New %s
pl_pl: Nowa %s

source: Team Members
pl_pl: Zespół

source: View %s
pl_pl: Pokaż osobę

source: Search %a
pl_pl: Szukaj %a

source: No %s Found
pl_pl: Nie znaleziono

source: No %s Found In Trash
pl_pl: Kosz jest pusty

source: Image
pl_pl: Ikona wpisu

source: Team Member updated. %sView team member%s
pl_pl: Zaktualizowano dane osoby. %sZobacz%

source: Custom field updated.
pl_pl: Zaktualizowano własne pole.

source: Custom field deleted.
pl_pl: Usunięto własne pole.

source: Team Member updated.
pl_pl: Zaktualizowano osobę.

source: Team Member restored to revision from %s
pl_pl: Przywrócono rewizję z %s

source: Team Member published. %sView team member%s
pl_pl: Opublikowano. %sZobacz osobę%s

source: Team Member saved.
pl_pl: Zapisano osobę.

source: Team Member draft updated. %sPreview team member%s
pl_pl: Szkic zaktualizowany. %sZobacz podgląd%s

source: Team Member Details
pl_pl: Informacje szczegółowe

source: Enter the team member's name here
pl_pl: Wpisz tutaj imię osoby

source: Gravatar E-mail Address
pl_pl: E-mail dla usługi Gravatar

source: Enter an e-mail address, to use a %sGravatar%s, instead of using the "Featured Image".
pl_pl: Wpisz adres e-mail do usługi %sGravatar%s, zamiast używać "Ikony wpisu".

source: Role
pl_pl: Rola/stanowisko

source: Enter a byline for the team member (for example: "Director of Production").
pl_pl: Wpisz nazwę roli/stanowiska dla osoby (np. Dyrektor)

source: Enter this team member's URL (for example: http://woothemes.com/).
pl_pl: Wpisz adres strony internetowej osoby (np. http://woothemes.com/).

source: Contact E-mail Address
pl_pl: E-mail kontaktowy

source: Enter a contact email address for this team member to be displayed as a link on the frontend.
pl_pl: Wpisz adres e-mail, który będzie widoczny na stronie.

source: Telephone Number
pl_pl: Numer telefonu

source: Enter a telephone number for this team member to be displayed as a link on the frontend.
pl_pl: Wpisz numer telefonu, który będzie widoczny na stronie.

source: Twitter Username
pl_pl: Twitter

source: Enter this team member's Twitter username without the @ (for example: woothemes).
pl_pl: Wpisz nazwę użytkownika na Twitterze (pomiń @) np. woothemes

source: Username
pl_pl: Nazwa użytkownika

source: Map this team member to a user on this site. See the %sdocumentation%s for more info.
pl_pl: Przypisz tę osobę do wybranego użytkownika tej strony. Więcej informacji w %sdokumentacji%s.

source: Documentation
pl_pl: Dokumentacja

source: Our Team
pl_pl: Zespół

source: The easiest way to display team members is to use the %s[woothemes_our_team]%s shortcode.
pl_pl: Najprostszą metodą na wyświetlenie członków zespołu jest użycie kodu %s[woothemes_our_team]%s.

source: Read more about how to use Our Team in the %sdocumentation%s.
pl_pl: Dowiedz się więcej jak używać wtyczki w %sdokumentacji%s.

source: Title (optional):
pl_pl: Tytuł (opcjonalny):

source: Image Size (in pixels):
pl_pl: Wymiary obrazu (w pikselach):

source: Order By:
pl_pl: Sortuj po:

source: Order Direction:
pl_pl: Kierunek sortowania:

source: Display Name
pl_pl: Pokaż imię

source: Display Role
pl_pl: Pokaż stanowisko

source: Display Avatar
pl_pl: Pokaż awatar

source: Display URL
pl_pl: Pokaż URL

source: Display Additional Info
pl_pl: Wyświetl dodatkowe informacje

source: Category:
pl_pl: Kategoria:

source: All
pl_pl: Wszystkie

source: Display a specific team member, rather than a list.
pl_pl: Wyświetl wybranego użytkownika, a nie listę.

source: No Order
pl_pl: Brak kolejności

source: Entry ID
pl_pl: ID wpisu

source: Title
pl_pl: Tytuł

source: Date Added
pl_pl: Data dodania

source: Random Order
pl_pl: Kolejność losowa

source: Ascending
pl_pl: Rosnąco

source: Descending
pl_pl: Malejąco

source: Read posts by %1$s
pl_pl: Czytaj wpisy dodane przez %1$s

source: Read full biography...
pl_pl: Czytaj pełen opis...

source: Previous
pl_pl: Poprzednia

source: Next
pl_pl: Następna
